
export const sliderImages = [
    require('@/assets/images/slide1.png'),
    require('@/assets/images/slide2.png'),
    require('@/assets/images/slide3.png'),
    require('@/assets/images/slide4.png'),
    require('@/assets/images/slide5.png'),
]

export const bodyParts = [
    {
        name: 'Спина',
        image: require('@/assets/images/back.png'),
        description: 'Спина — важная часть тела, и чтобы она была сильной и здоровой, нужно тренироваться. Одно из лучших упражнений — тяга верхнего блока: сидите, тянете рукоятку сверху вниз к груди, и ваша спина становится шире. Тяга штанги в наклоне помогает сделать спину толще: берёте штангу, наклоняетесь и тянете её к животу. Подтягивания — это классика: висите на турнике и подтягиваете своё тело. Это развивает все основные мышцы спины. Сильная спина — залог хорошей осанки и здоровья, и эти упражнения помогут вам достичь этого!',
    },
    {
        name: 'Грудь',
        image: require('@/assets/images/chest.png'),
        description: 'Грудь — это одна из ключевых мышц для создания сильного и подтянутого тела. Чтобы эффективно развить её, нужны проверенные упражнения. Одно из лучших — **жим штанги на скамье**: вы лежите на скамье и выжимаете штангу вверх, что помогает развивать основную часть груди. **Жим гантелей на наклонной скамье** работает над верхней частью груди — это похоже на жим штанги, но с гантелями и под углом. **Отжимания** — классическое упражнение, которое можно делать в любом месте и которое хорошо прокачивает всю грудь. Эти упражнения помогут вам быстро укрепить мышцы груди и создать красивую фигуру!'
    },
    {
        name: 'Бицепс',
        image: require('@/assets/images/upperArms.png'),
        description: 'Бицепс — это одна из самых заметных мышц, и её развитие помогает создать атлетичный внешний вид. Одно из лучших упражнений для бицепса — подъём штанги на бицепс: вы берёте штангу и поднимаете её к груди, что отлично прокачивает верхнюю часть руки. Подъём гантелей — ещё одно эффективное упражнение, где вы поднимаете гантели поочерёдно, работая над каждым бицепсом отдельно. Молотковые сгибания — это когда вы держите гантели вертикально и поднимаете их к плечам, что также помогает развить мышечную массу. Эти упражнения сделают ваши бицепсы сильными и заметными, добавляя уверенности в вашем теле!'
    },
    {
        name: 'Трицепс',
        image: require('@/assets/images/lowerArms.png'),
        description: 'Трицепс — это мышца на задней стороне руки, и её развитие важно для общей силы и эстетики. Одно из лучших упражнений для трицепса — жим штанги узким хватом: вы лежите на скамье и жмёте штангу, используя узкий хват, что отлично прокачивает трицепсы. Французский жим с гантелями — ещё одно эффективное упражнение: вы лежите на скамье и опускаете гантели за голову, а затем поднимаете их обратно. Отжимания на брусьях — это классика, при выполнении которых вы поднимаете собственный вес, отлично прорабатывая трицепсы. Эти упражнения помогут вам сделать трицепсы сильными и рельефными, что придаст рукам более атлетичный вид!'
    },
    {
        name: 'Кардио',
        image: require('@/assets/images/cardio.png'),
        description: 'Кардио — это важная часть тренировок, которая помогает укрепить сердечно-сосудистую систему и сжигать калории. Одно из самых популярных кардиоупражнений — бег. Бег на улице или на беговой дорожке улучшает выносливость и помогает поддерживать форму. Эти кардиоупражнения не только помогают поддерживать здоровье, но и делают тренировки более разнообразными и интересными!'
    },
    {
        name: 'Плечий',
        image: require('@/assets/images/shoulders.png'),
        description: 'Плечи — важная группа мышц, отвечающая за силу и ширину верхней части тела. Одно из лучших упражнений для плеч — жим штанги над головой. Вы стоите или сидите и поднимаете штангу вверх, что эффективно развивает дельтовидные мышцы. Подъём гантелей в стороны помогает прокачать боковые дельты. Вы поднимаете гантели до уровня плеч, создавая красивую форму плеча. Жим гантелей сидя также отлично прорабатывает плечи, добавляя стабильности и равновесия. Тяга к подбородку с штангой или гантелями помогает развить верхнюю часть плеч и трапециевидные мышцы. Эти упражнения укрепят ваши плечи, улучшат осанку и придадут уверенности в вашем теле!'
    },
    {
        name: 'Низ ног',
        image: require('@/assets/images/lowerLegs.png'),
        description: 'Ноги — это одна из самых крупных и мощных групп мышц в нашем теле, и их развитие важно для общей силы и физической формы. Одно из лучших упражнений для нижней части ног — приседания. Вы можете выполнять их с собственным весом или со штангой на плечах, что эффективно прорабатывает квадрицепсы, ягодицы и мышцы задней поверхности бедра. Жим ногами на тренажёре также очень полезен. Вы садитесь на тренажёр и толкаете платформу ногами, что помогает укрепить квадрицепсы и ягодицы. Выпады — отличное упражнение для тренировки как передней, так и задней части ног. Вы делаете шаг вперёд и опускаете тело, что активно задействует мышцы бедер и ягодиц. Подъёмы на носки помогают развить икроножные мышцы. Это упражнение можно выполнять как стоя, так и сидя, и оно отлично завершает тренировку для ног. Эти упражнения помогут вам укрепить нижнюю часть ног, улучшить общую физическую форму и создать подтянутые и рельефные ноги!'
    },
    {
        name: 'Верх ног',
        image: require('@/assets/images/upperLegs.png'),
        description: 'Верхняя часть ног, включая квадрицепсы и ягодицы, играет ключевую роль в физической силе и выносливости. Одно из лучших упражнений для этой области — приседания. Это упражнение эффективно прокачивает как переднюю, так и заднюю часть ног, а также ягодицы. Выпады — ещё одно отличное упражнение, которое помогает развить силу и баланс. Вы делаете шаг вперёд и опускаете тело, активно задействуя мышцы бедер. Жим ногами на тренажёре также отлично прорабатывает верхнюю часть ног. Вы сидите на тренажёре и толкаете платформу ногами, что укрепляет квадрицепсы и ягодицы. Эти упражнения помогут вам развить верхнюю часть ног, сделать их сильными и подтянутыми!'
    },
    {
        name: 'Пресс',
        image: require('@/assets/images/waist.png'),
        description: 'Пресс — это важная группа мышц, которая отвечает за стабильность тела и поддерживает правильную осанку. Одно из самых эффективных упражнений для пресса — скручивания. Лежа на спине, вы поднимаете плечи к коленям, что помогает укрепить прямые мышцы живота. Планка — ещё одно отличное упражнение. Вы удерживаете тело в прямой линии, опираясь на локти и носки, что активно прорабатывает не только пресс, но и мышцы спины и ягодиц. Подъёмы ног из положения лежа также отлично подходят для тренировки нижней части пресса. Вы поднимаете ноги вверх, стараясь не отрывать поясницу от пола. Эти упражнения помогут вам укрепить пресс, улучшить общую физическую форму и создать рельефный живот!'
    },
]
